{
  "TRASHBIN_NAME": "کوڑا دا ڈبہ+",
  "ACTION_THROW": "کوڑا دان وچ رکھو",
  "ACTION_UNTHROW": "کوڑا دان توں ہٹاؤ",
  "ACTION_CLEAR": "صاف",
  "ACTION_COPY": "نقل کرو",
  "ACTION_EXPORT": "برآمد کرو",
  "ACTION_IMPORT": "درآمد",
  "MESSAGE_COPIED": "کاپی کیبورڈ تے کاپی کیتی گئی",
  "MESSAGE_CLEARED": "کوڑا دا ڈبہ کامیابی نال صاف کر دتا گیا!",
  "MESSAGE_SONG_ADDED": "گانا کوڑے دے ڈبے وچ شامل کیتا گیا",
  "MESSAGE_SONG_REMOVED": "گانا کوڑا دان توں ہٹا دتا گیا",
  "MESSAGE_ARTIST_ADDED": "آرٹسٹ نوں کوڑا دان وچ شامل کیتا گیا",
  "MESSAGE_ARTIST_REMOVED": "آرٹسٹ کو کوڑے دے ڈبے توں ہٹا دتا گیا",
  "BACKUP_SAVE_SUCCESS": "بیک اپ کامیابی نال محفوظ ہو گیا۔",
  "BACKUP_SAVE_FAILED": "بیک اپ محفوظ کرنے وچ ناکامی، کوشه دے مواد نوں کلپ بورڈ تے کاپی کرن دی کوشش کرو تے دستی طور تے بیک اپ بناؤ۔",
  "BACKUP_RESTORE_SUCCESS": "بیک اپ کامیابی نال بحال کیتا گیا۔",
  "BACKUP_FILE_READ_FAILED": "فائل پڑھݨ وچ ناکام، براہ کرم یقینی بنائیں کہ ایہہ درست جے سان فائل اے۔",
  "BACKUP_SUGGESTED_FILENAME": "spicetify-trashbin.json",
  "SETTINGS_TITLE": "ترتھبِن+ سیٹنگز",
  "SETTINGS_OPTIONS": "آپشنز",
  "SETTINGS_FEATURES": "خوبیاں",
  "SETTINGS_LOCAL_STORAGE": "مقامی اسٹوریج",
  "SETTINGS_ENABLED": "چالو",
  "SETTINGS_SHOW_WIDGET": "ویجیٹ آئی کون دکھاوݨا",
  "SETTINGS_AUTOPLAY": "شروع وچ آٹوپلے",
  "SETTINGS_QUEUE_TRASHBIN": "کیو ٹریش بین چالو کرو",
  "SETTINGS_TRACKLIST_TRASHBIN": "ٹریک لسٹ دا کوڑا دا ڈبہ چالو کرو",
  "SETTINGS_PLAYLIST_MONITOR": "پلی لسٹ مانیٹر",
  "ITEMS_TITLE": "کوڑا دان + اشیاء",
  "ITEMS_EMPTY_SONGS": "<strong>کوئی کوڑا گھٹری والے گانے نہیں!</strong><br/>جہڑے گانے تساں کوڑا گھٹری وچ ڈالدے ہو، او ایتھے دسدے نیں۔",
  "ITEMS_EMPTY_ARTISTS": "<strongਕੋਈ ਖਰਾਬ ਕਲਾਕਾਰ ਨਹੀਂ!</strong><br/>ਤੁਸੀਂ ਕੂੜੇਦਾਨ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਕਲਾਕਾਰ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ।",
  "ITEMS_TAB_SONGS": "گیت",
  "ITEMS_TAB_ARTISTS": "فنکار",
  "ITEMS_LOADED_COUNT": "{{total}} وچوں {{loaded}} {{type}} لوڈ ہو گیا",
  "DESCRIPTION_COPY": "کوڑا دھکہ دے وچ ساریاں چیزاں کلاپ بورڈ تے کاپی کرو۔",
  "DESCRIPTION_EXPORT": "کوڑا دھکہ وچ تمام اشیاء نوں اک .json فائل وچ سیو کرو۔",
  "DESCRIPTION_IMPORT": "کوڑے دے ڈبے وچ ساریاں چیزاں نوں .json فائل راہیں تبدیل کرو۔",
  "DESCRIPTION_CLEAR": "کوڑا دان توں تمام شےیں نوں صاف کرو (واپس نہیں کیتا جا سکدا)۔",
  "ITEMS_EMPTY_SONGS_TITLE": "ਕੋਈ ਖਰਾਬ ਗੀਤ ਨਹੀਂ!",
  "ITEMS_EMPTY_ARTISTS_TITLE": "کوئی تباہ شدہ فنکار نہیں!",
  "DESCRIPTION_SETTINGS_ENABLED": "تمام ٹریش بین + کمیتیاں نوں چالو یا بند کرن لئی ماسٹر ٹوگل",
  "DESCRIPTION_SETTINGS_SHOW_WIDGET": "موجودہ چل رہی ٹریک دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دستی دے نال چلتی دست",
  "DESCRIPTION_SETTINGS_AUTOPLAY": "جدوں سپاٹیفائی کھلدا اے جاں ایکਸٹینشن لوڈ ہندا اے تاں میوزک آٹومیٹک طور تے چلاوݨا شروع کروؤ",
  "DESCRIPTION_SETTINGS_QUEUE_TRASHBIN": "اپݨی آن والی کueue وچ ہر گانے دے نال کوڑا دا آئیکن شامل کرو تاکہ آسان ترتیب دتی جا سکے",
  "DESCRIPTION_SETTINGS_TRACKLIST_TRASHBIN": "البم اتے پلے لسٹ والیاں نظراں وچ گانواں دے نال کوڑا دے آئیکن شامل کرو تاکہ تیزی نال فلٹرنگ کیتی جا سکے",
  "DESCRIPTION_SETTINGS_PLAYLIST_MONITOR": "سپاٹی فائی چلاؤن دیاں خرابیاں توں آٹومیٹک طور تے اپنی آخری پلے لسٹ نوں دوبارہ شروع کر کے بحال کرو",
  "SETTINGS_TRASH_ON_NEXT_HOTKEY": "اگلی ہاٹ کی تے کوڑا کرکٹ",
  "DESCRIPTION_SETTINGS_TRASH_ON_NEXT_HOTKEY": "موجودہ گانا خود بخود کوڑے دا ڈبہ وچ ڈال دیؤ جدوں اگلے ٹریک تے جان لئی Ctrl+Right کیبورڈ شارٹ کٹ استعمال کرو"
}