{
  "TRASHBIN_NAME": "Trashbin+",
  "ACTION_THROW": "Faka esikhenkathini",
  "ACTION_UNTHROW": "Susa kusindvo yesitishi",
  "ACTION_CLEAR": "Vula",
  "ACTION_COPY": "Kopisha",
  "ACTION_EXPORT": "Thumela kuwandle",
  "ACTION_IMPORT": "Ngenisa",
  "MESSAGE_COPIED": "Kukhuphike kuclipbhothi",
  "MESSAGE_CLEARED": "Inkunkuma yasuswa ngempumelelo!",
  "MESSAGE_SONG_ADDED": "Umgexi wafakwa ekhuthazini",
  "MESSAGE_SONG_REMOVED": "Umusi wususwe kususini",
  "MESSAGE_ARTIST_ADDED": "Umculo wengezwe kususini",
  "MESSAGE_ARTIST_REMOVED": "Umdlali wususwe kususini",
  "BACKUP_SAVE_SUCCESS": "Gcwaliswe kwehlanzeni.",
  "BACKUP_SAVE_FAILED": "Ayikwazanga ukugcina umbeko, uzame ukukopisha okwesikhwama esikhatsini kubhodi eqashazelayo bese wakha umbeko ngendlela yokwenza.",
  "BACKUP_RESTORE_SUCCESS": "Kuvuselelwe kabusha ngempumelelo.",
  "BACKUP_FILE_READ_FAILED": "Ayikwazanga ukufunda ifayela, sicela uqiniseke ukuthi yifayela efanayo ye-JSON.",
  "BACKUP_SUGGESTED_FILENAME": "spicetify-trashbin.json",
  "SETTINGS_TITLE": "Izilungiselelo zeTrashbin+",
  "SETTINGS_OPTIONS": "Izinketho",
  "SETTINGS_FEATURES": "Izinto ezikhethekileyo",
  "SETTINGS_LOCAL_STORAGE": "Isitroli sezindawo zomphakathi",
  "SETTINGS_ENABLED": "Kuvulwe",
  "SETTINGS_SHOW_WIDGET": "Bonisa Isithonjana seWidget",
  "SETTINGS_AUTOPLAY": "Ukudlala Ngokuzenzakalela Ekuvuleni",
  "SETTINGS_QUEUE_TRASHBIN": "Vula Isango seTrashbin",
  "SETTINGS_TRACKLIST_TRASHBIN": "Vula Isithebethi esibhinqayo se-Tracklist",
  "SETTINGS_PLAYLIST_MONITOR": "Hlola uhlu lomculo",
  "ITEMS_TITLE": "Izinto zeTrashbin+",
  "ITEMS_EMPTY_SONGS": "<strong>Azikho izindima ezilahlekile!</strong><br/>Izindima ozodinga kuthaka kuzovela lapha.",
  "ITEMS_EMPTY_ARTISTS": "<strong>Azikho izikrweleti ezithunyelwe esibhedleleni!</strong><br/>Izikrweleti uzodinga kusibhedlele kuzobonakala lapha.",
  "ITEMS_TAB_SONGS": "Izindima",
  "ITEMS_TAB_ARTISTS": "Abenza ubugciso",
  "ITEMS_LOADED_COUNT": "{{loaded}} kwe-{{total}} {{type}} ekulandelwe",
  "DESCRIPTION_COPY": "Kopisha konke okungeni ikhobheshela kubhodi yokhokha.",
  "DESCRIPTION_EXPORT": "Londoloza konke okwikhethiwe ku-trashbin ku-fayela .json.",
  "DESCRIPTION_IMPORT": "Bechanjela konke okungeni ibhethi ngendlela .json.",
  "DESCRIPTION_CLEAR": "Susa konke okungeni ibhini yosusa (akukwenzekanga ukubuyisela).",
  "ITEMS_EMPTY_SONGS_TITLE": "Akukho lolizo elidotiwe!",
  "ITEMS_EMPTY_ARTISTS_TITLE": "Akukho zokwakha izithombe zithuthi!",
  "DESCRIPTION_SETTINGS_ENABLED": "Isilungiselelo esigcwele sokuvula noma kuvimba konke okusebenza kweTrashbin+",
  "DESCRIPTION_SETTINGS_SHOW_WIDGET": "Bonisa ikhona yekhobhoza ngasendlela yesikhathi ekhanda elilandelayo kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuthinta kusukela kuth",
  "DESCRIPTION_SETTINGS_AUTOPLAY": "Qala ngokuzenzakalelayo ukudlala imiziki uma i-Spotify ivulwe noma isiphindezelo sifaka",
  "DESCRIPTION_SETTINGS_QUEUE_TRASHBIN": "Faka izithombe zedolobha ezinguqungu ngasinye kumculo wakho ukuze ukhuphe ngokulula",
  "DESCRIPTION_SETTINGS_TRACKLIST_TRASHBIN": "Faka izithombe zedolobha ezinguqu ezindaweni zezindima ezifana ne-album futhi izibhendi zomlando ukuze kuthululeke kakhulu",
  "DESCRIPTION_SETTINGS_PLAYLIST_MONITOR": "Phinda uzive ngokuzenzakalelayo kusindiswa kwe-Spotify ngokubuyisela kwi-playlist yakho yokugcina",
  "SETTINGS_SKIP_TRASHED_TRACKS": "Yeqela Izindiza Ezithunyelwe",
  "DESCRIPTION_SETTINGS_SKIP_TRASHED_TRACKS": "Yeqeda ngokuzenzakalelayo izindima ezithunyaziwe futhi uthole indima elilandelayo etholakala ngexesha lokudlala",
  "SETTINGS_AUTO_CLEAN_QUEUE": "Uthuba Lwesivinini Se-Auto",
  "DESCRIPTION_SETTINGS_AUTO_CLEAN_QUEUE": "Susa ngokuzenzekelayo izindima ezithunyelwe ku-inthanethi kusikhwama sakho se-Smart Shuffle",
  "SETTINGS_TRASH_ON_NEXT_HOTKEY": "Trash kwi-Hotkey elandelayo",
  "DESCRIPTION_SETTINGS_TRASH_ON_NEXT_HOTKEY": "Cindezela ngokuzenzakalelayo iminikelo yamanje uma usebenzisa u-Ctrl+Right keyboard shortcut ukuze uphumelela kumunye umgaga"
}